9/data/attachments/75aa03addf67f619.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Brian_truth_Friend_76192_3</nif:username>
            <nif:friendToBeRequested>soap_friends_d366836b-e2c0-4eb9-9fd1-af3937f5afc0</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>